import "./App.css";
import Header from "./components/Header";

function App() {
  return (
    <div className="App">
      <Header />
      <main className="main">
        <h2>מי אנחנו?</h2>
        <p>
          מערכת "שומר חכם" היא מערכת אבטחה מתקדמת המותקנת בשער הכניסה הראשי של
          היישוב. המערכת משתמשת בטכנולוגיות של זיהוי רכבים כדי לזהות ולסווג את
          הרכבים הנכנסים לאזור המוגן, כולל רכבים מקומיים, אורחים ורכבים זרים.
          <br/>
          <br/>
          כאשר רכב זר נכנס לאזור המוגן, המערכת מפעילה מנגנון של התראה מיידית
          לכיתת הכוננות או לאחראי האבטחה המקומיים. זאת מאפשרת להם לקבל מידע על
          כניסת הרכב הזר ולבצע פעולות נדרשות בהתאם לפרוטוקולים האבטחתיים
          הקיימים.
          <br />
          <br/>
          במקרה של רכב אורח, מערכת "שומר חכם" מאפשרת לתושבי היישוב
          להעניק אישור כניסה על ידי אימות הזהות דרך ממשק דיגיטלי, או דרך מנגנון
          אחר של אישור כניסה כגון קוד יחודי או אישור מראש.
          <br/>
          <br/>
          בכך, מערכת זו מבטיחה
          את בטיחותם של תושבי היישוב על ידי פיקוח על כניסת הרכבים לתחום המוגן
          והפעלת התהליכים הנדרשים לאיתור ולטיפול ברכבים זרים ואורחים בהתאם
          להנחיות האבטחה המוגדרות מראש.
        </p>
      </main>
    </div>
  );
}

export default App;
