import React from 'react'
import "../styles/home.css"

function Home() {
  return (
    <div>
        <h2 className='title'>מי אנחנו?</h2>
        <p className='paragraph'>
          מערכת "שומר חכם" היא מערכת אבטחה מתקדמת המותקנת בשער הכניסה הראשי של
          היישוב. המערכת משתמשת בטכנולוגיות של זיהוי רכבים כדי לזהות ולסווג את
          הרכבים הנכנסים לאזור המוגן, כולל רכבים מקומיים, אורחים ורכבים זרים.
          <br />
          <br />
          כאשר רכב זר נכנס לאזור המוגן, המערכת מפעילה מנגנון של התראה מיידית
          לכיתת הכוננות או לאחראי האבטחה המקומיים. זאת מאפשרת להם לקבל מידע על
          כניסת הרכב הזר ולבצע פעולות נדרשות בהתאם לפרוטוקולים האבטחתיים
          הקיימים.
          <br />
          <br />
          במקרה של רכב אורח, מערכת "שומר חכם" מאפשרת לתושבי היישוב להעניק אישור
          כניסה על ידי אימות הזהות דרך ממשק דיגיטלי, או דרך מנגנון אחר של אישור
          כניסה כגון קוד יחודי או אישור מראש.
          <br />
          <br />
          בכך, מערכת זו מבטיחה את בטיחותם של תושבי היישוב על ידי פיקוח על כניסת
          הרכבים לתחום המוגן והפעלת התהליכים הנדרשים לאיתור ולטיפול ברכבים זרים
          ואורחים בהתאם להנחיות האבטחה המוגדרות מראש.
        </p>
        <h2 className='title'>למה כדאי ליישובים להצטרף לשומר החכם?</h2>
        <p className='paragraph'>
          ישנם מספר יתרונות ליישובים שבוחרים להצטרף למערכת "שומר חכם":
          <br />
          <br />
          1. <b>שיפור ביטחון היישוב:</b> מערכת אבטחה חכמה יכולה להגביר באופן
          משמעותי את הבטיחות והחיסיון ביישוב. זיהוי מוקדם של רכבים זרים או
          אורחים עשוי למנוע פוטנציאלי לפריצה או לאירועי איום.
          <br />
          2.<b>שיפור תחושת הביטחון של התושבים:</b> כאשר יש לתושבים הרגשה של שטח
          מוגן וכי האבטחה נמצאת ברמה גבוהה, זה יכול לשפר את תחושת הביטחון
          ולהפחית את הדאגות הקשורות לאירועי איום או פריצות.
          <br />
          3. <b>ניהול תנועה וצמצום סיכונים:</b> היכרות מוקדמת עם הרכבים שנכנסים
          ליישוב מאפשרת לנהגי האבטחה לפעול ביעילות גבוהה ולזהות מהירות רכבים
          חשודים או סיכונים אפשריים.
          <br />
          4.<b>פתרונות טכנולוגיים מתקדמים:</b> מערכת כזו מציעה פתרונות חכמים
          המשלבים טכנולוגיות כמו זיהוי רכבים, מעקב אחר תנועה ואימות כניסה, מה
          שיכול להפוך את האבטחה ליעילה ולמנוע איומים.
          <br />
          5. <b>התפתחות חברתית וטכנולוגית:</b> השימוש בטכנולוגיה מתקדמת כזו מספק
          ליישוב אפשרות להתקדם טכנולוגית ולהיות חלק מהתהליכים החברתיים
          והטכנולוגיים העדכניים ביותר.
          <br />
          <br />
          סכום העניינים הללו מבטיחים שיפור ברמת האבטחה ובתחושת הביטחון של
          התושבים, ויכולים לשדרג את הפוטנציאל הכלכלי והחברתי של היישוב.
        </p>
        <h2 className='title'>איך מצטרפים?</h2>
        <p className='paragraph'>
          יוצרים קשר דרך אחת האפשרויות הבאות:
          <br />
          <br />
          איש קשר: גל.
          <br/>
          דואר אלקטרוני: gal.gus12@gmail.com
          <br/>
           מספר פלאפון: 054-4933268.
          <br />
          <br />
          הצטרפו עכשיו והבטיחו את ביטחון התושבים ביישוב שלכם. שומר החכם מספק
          מערכת אבטחה חכמה ומתקדמת המאפשרת זיהוי מוקדם של כל רכב ואורח הנכנס
          לישוב.
        </p>
    </div>
  )
}

export default Home